nhattran02/IoT_Gateway/sdkconfig.ci.esp32c2_xtal26m
CONFIG_IDF_TARGET="esp32s2"
CONFIG_XTAL_FREQ_26=y
